---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBackDirn2
source: html/0d05e682-a2e1-f9c0-f13b-919e54429499.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBackDirn2 Property

"Interior Minor Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBackDirn2 { get; }
```